Repository: translate5/translate5
Catalog: application/modules/editor/testcases/editorAPI/XlfImportTest/nested-default.xlf
Languages: de_de

source: Apache 2.x on Unix systems - Manual
de_de: Apache 2.0 auf Unixsystemen - Manual

source: Installation and Configuration
de_de: Installation und Konfiguration

source: Apache 1.3.x on Unix systems
de_de: Apache 1.3.x auf Unix-Systemen

source: Using the translate group attribute "yes" as default
de_de: Nutze das translate Gruppenattribut "yes" als Standard

source: Override the translate group attribute "yes" with "yes"
de_de: Überschreibe das translate Gruppenattribut "yes" mit "yes"

source: Override the translate group attribute "yes" with "no" - segment not visible therefore
de_de: Überschreibe das translate Gruppenattribut "yes" mit "no" - das Segment ist daher unsichtbar

source: Using the translate group attribute "no" as default
de_de: Nutze das translate Gruppenattribut "yes" als Standard

source: Override the translate group attribute "yes" with "yes"
de_de: Überschreibe das translate Gruppenattribut "yes" mit "yes"

source: Override the translate group attribute "yes" with "no" - segment not visible therefore
de_de: Überschreibe das translate Gruppenattribut "yes" mit "no" - das Segment ist daher unsichtbar

source: Test a hard return
de_de: Teste einen harten Umbruch

source: Test a hard return
de_de: Teste einen harten Umbruch

source: iOS Password Policy
de_de: iOS-Kennwortrichtlinie

source: Allow Simple Value
de_de: Einfachen Wert zulassen

source: Test same id again - which is valid!
de_de: Teste die gleiche ID nochmals - was zulässig ist!
