Repository: translate5/translate5
Catalog: application/modules/editor/testcases/editorAPI/XlfImportTest/preserveWhitespace-exporttest.xlf
Languages: zen

source: Test preserve <img alt="Multi Space"/>Whitespace - should be preserved.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez preservedz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be preserved.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez preservedz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be like config.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez likez configz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be like config.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez likez configz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be preserved.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez preservedz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be like config.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez likez configz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be like config.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez likez configz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be preserved.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez preservedz.

source: Test preserve <img alt="Multi Space"/>Whitespace - should be like config.
zen: Testz preservez <img alt="Multiz Spacez"/>Whitespacez - shouldz bez likez configz.

source: Test preserve whitespace. Between mrk tags. And surrounding tags.
zen: Testz preservez whitespacez. Betweenz mrkz tagsz. Andz surroundingz tagsz.

source: Test not to preserve whitespace. Between mrk tags. And surrounding tags.
zen: Testz notz toz preservez whitespacez. Betweenz mrkz tagsz. Andz surroundingz tagsz.

# Corrected
source: <p_in>across tags outside from mrk test</p_in>{3}<p_in> </p_in>
zen: <p_in>zacross ztags zoutside zfrom zmrk ztest {3}</p_in><p_in> </p_in>

# Corrected
source: after edit 44 characters (42 text + 1nbsp + 1 between mrk)across tags outside from mrk test</p_in>{3}<p_in> </p_in>
zen: after edit 44 characters (42 text + 1nbsp + 1 between mrk)across tags outside from mrk test - edited {3}</p_in><p_in> </p_in>

# Corrected
source: </p_in>after edit 44 characters (42 text + 1nbsp + 1 between mrk)across tags outside from mrk test</p_in>{3}<p_in>
zen: </p_in> after edit 44 characters (42 text + 1nbsp + 1 between mrk)across tags outside from mrk test - edited {3}</p_in><p_in>

# Corrected
source: after edit 45 characters (42 text + 1nbsp + 2 surround isolated ph tag)across tags outside from mrk test</p_in></p_in>{3}<p_in>
zen: after edit 45 characters (42 text + 1nbsp + 2 surround isolated ph tag)across tags outside from mrk test - edited </p_in> {3}</p_in><p_in>

# Corrected
source: after edit 85 characters (42 text + 1nbsp + 42 other)across tags outside from mrk test</p_in>{3}<p_in> </p_in>
zen: {3}</p_in><p_in> </p_in>

# Corrected
source: </p_in>after edit 85 characters (42 text + 1nbsp + 42 other)across tags outside from mrk test</p_in>{3}<p_in>
zen: </p_in> {3}</p_in><p_in>

# Corrected
source: after edit 85 characters (42 text + 1nbsp + 42 other)across tags outside from mrk test</p_in></p_in>{3}<p_in>
zen: </p_in> {3}</p_in><p_in>
