Repository: translate5/translate5
Catalog: data/locales/*.xliff
Languages: de

# U3RhcnRzZWl0ZQ==
source: Homepage
de: Startseite

# QmVkaWVudW5n
source: Notes for use
de: Bedienung

# UXVlbGxjb2Rl
source: Source code
de: Quellcode

# QmVpIEZyYWdlbiB6dSB0cmFuc2xhdGU1Og==
source: For questions about translate5:
de: Bei Fragen zu translate5:

source: interface
de: Term-Suche

source: interface
de: Standardkunde

source: interface
de: Ereignisse zu Sprachresource "{0}"

source: interface
de: Log

source: interface
de: Oberfläche

source: interface
de: https://www.translate5.net/das-konsortium
