Repository: translate5/translate5
Catalog: application/modules/editor/testcases/editorAPI/CsvMqmTest/testCsvEncoding-assert-equal.xliff
Languages: de

source: Text containing an & ampersand
de: Text mit einem & Ampersand

source: Text containing two & ampersands &
de: Text mit zwei & Ampersands & - edited

source: Text containing > greater then
de: Text mit > größer Zeichen - edited

source: Text < containing > greaters and lesser then
de: Text < mit > größer und kleiner Zeichen - edited

source: Text containing greaters and lesser then as <tag>
de: Text mit größer und kleiner Zeichen als <tag> - edited

source: Text with special characters & and ümlauts äöüß
de: Text mit Sonderzeichen & und Ümlauten äöüß - edited

source: Text with "different" 'quotes'
de: Text "unterschiedlichen" 'Anführungszeichen' - edited

source: Text mit validem xml
de: Text with valid xml - edited

source: Text mit invalidem HTML5
de: Text with invalid HTML5 - edited

source: Mit den Einstellungen UNIPOL./FIX.SETPT oder BIPOL./FIX.SETPT, kann das setpoint auch über Anschlüssen ausgewählt werden (festes setpoint).
de: With the settings UNIPOL./FIX.SETPT or BIPOL./FIX.SETPT, the setpoint can also be selected via terminals (fixed setpoint). - edited

source: Test regex before µ protection~ </tag>
de: Teste regex vor µ Schutz ~ </tag> - edited

source: Test §regex %after § protection%
de: Teste §regex %nach § Schutz% - edited
