Repository: translate5/translate5
Catalog: application/modules/editor/testcases/editorAPI/PlaceablesTest/testfiles/workfiles/placeables.xliff
Languages: sl_si

# Corrected
source: Thank you for choosing a COMPANY blood pressure monitor.
sl_si: Zahvaljujemo se vam, ker ste izbrali meilnik krvnega tlaka COMPANY.

# Corrected
source: The Product® BPU 26 is a quality product intended for fully automatic blood pressure measurement on the upper arm of adults and is suitable for clinical and domestic use.
sl_si: Product® BPU 26 je kakovosten proizvod, namenjen za samodejno merijenje krvnega tlaka na nadlakti odrasle osebe in je primeren za klinično ter domačo uporabo.

# Corrected
source: Requiring no preliminary settings, this blood pressure monitor easily and automatically inflates for simple, quick and reliable measurement of the systolic and diastolic blood pressure and the pulse rate.
sl_si: Merilnik krvnega tlaka ne potrebuje predhodnih nastavitev in se preprosto ter samodejno napihne, da hitro in zanesljivo izmeri meritev sistoličnega in diastoličnega krnevega tlaka ter frekvenco srčnega utripa.

# Corrected
source: The monitor also indicates if it detects an irregular heartbeat.
sl_si: Merilnik vas prav tako opozori v primeru nepravilnega srčnega utripa.

# Corrected
source: The blood pressure monitor can be connected to a smartphone or tablet via Bluetooth®.
sl_si: Merilnik krvnega tlaka je mogoče povezati s pametnim telefonom ali tabličnim računalnikom prek tehnologije Bluetooth®.

# Corrected
source: On the smartphone/tablet you can evaluate the measured values using the Product® some.thing app.
sl_si: Na zaslonu pametnega telefona/tabličnega računalnika lahko ovrednotite izmerjene vrednosti prek aplikacije Product® some.thing.

# Corrected
source: We wish you the best of health.
sl_si: Želimo vam krepostnega zdravja.

# Corrected
source: Use the monitor in accordance with the information provided in the instructions for use.
sl_si: Merilnik uporabljajte v skladu z informacijami, navedenimi v navodilh za uporabo.

# Corrected
source: You should discuss this with your doctor, especially if you have frequently elevated or borderline blood pressure values (see Chapter 3 ‘Blood pressure information’).
sl_si: O tem se posvetujte s svojim zdravnikom, zlasti če imate začasno povečane ali mejne vrednosti krvnega tlaka (preberite 3. poglavje Informacije o krvnem tlaku).

# Corrected
source: The Product® some.thing app lets you share your readings easily with your doctor by email or as a print-out; (see chapter 7 ‘Transferring measured values via Bluetooth® to the Product® some.thing app‘).
sl_si: Z aplikacijo Product® some.thing lahko rezultate posredujete svojemu zdravniku po e-pošti ali jih natisnete (preberite 7. poglavje Prenos izmerjenih vrednsoti prek tehnologije Bluetooth® v aplikacijo Product® some.thing).

# Corrected
source: Your doctor will initiate appropriate measures.
sl_si: Vaš zdravnik bo poskrbel za ustrezne ukrepe.
